/* Size Text: GB with precision */
"%0.1f GB" = "%0.1f GB";

/* Size Text: KB with precision */
"%0.1f KB" = "%0.1f KB";

/* Size Text: MB with precision */
"%0.1f MB" = "%0.1f MB";

/* <Comma-separated list of names> + <number of hidden names>, e.g. \"Bob, Jane + 3\" */
"%1$@ + %2$ld" = "%1$@ + %2$ld";

/* <Name> shared at <time> */
"%1$@ shared at %2$@" = "%1$@ được chia sẻ tại %2$@";

/* <Name> shared on <date> */
"%1$@ shared on %2$@" = "%1$@ được chia sẻ trên %2$@";

/* No comment provided by engineer. */
"%@ shared {NOTEBOOKS_PLURAL:a notebook|{NOTEBOOKS} notebooks}" = "%@ đã chia sẻ {NOTEBOOKS_PLURAL:một sổ tay|{NOTEBOOKS} sổ tay}";

/* No comment provided by engineer. */
"%@ shared {NOTES_PLURAL:a note|{NOTES} notes}" = "%@ đã chia sẻ {NOTES_PLURAL:một ghi chú|{NOTES} ghi chú}";

/* No comment provided by engineer. */
"%@ shared {NOTES_PLURAL:{NOTES} note|{NOTES} notes} and {NOTEBOOKS_PLURAL:{NOTEBOOKS} notebook|{NOTEBOOKS} notebooks}" = "%@ đã chia sẻ {NOTES_PLURAL:{NOTES} ghi chú|{NOTES} ghi chú} và {NOTEBOOKS_PLURAL:{NOTEBOOKS} sổ tay|{NOTEBOOKS} sổ tay}";

/* %d Notebooks */
"%d Notebooks" = "%d Sổ tay";

/* %d Notes */
"%d Notes" = "%d Ghi chú";

/* Chat title when all participants are unknown. The parameter is the number of participants */
"%d other people" = "%d người khác";

/* Size Text: bytes */
"%qu bytes" = "%qu byte";

/* Size Text: GB */
"%qu GB" = "%qu GB";

/* Size Text: KB */
"%qu KB" = "%qu KB";

/* Size Text: MB */
"%qu MB" = "%qu MB";

/* 1 Note */
"1 Note" = "1 Ghi chú";

/* 1 Notebook */
"1 Notebook" = "1 Sổ tay";

/* 1 other person was added */
"1 other person was added" = "1 người khác đã được thêm vào";

/* <changedBy> added 1 other person to <threadName> */
"<changedBy> added 1 other person to <threadName>" = "<changedBy> đã thêm 1 người khác vào <threadName>";

/* <changedBy> added 1 other person to this chat */
"<changedBy> added 1 other person to this chat" = "<changedBy> đã thêm 1 người khác vào cuộc trao đổi này";

/* <changedBy> added <changedParticipant> to <threadName> */
"<changedBy> added <changedParticipant> to <threadName>" = "<changedBy> đã thêm <changedParticipant> vào <threadName>";

/* <changedBy> added <changedParticipant> to this chat */
"<changedBy> added <changedParticipant> to this chat" = "<changedBy> đã thêm <changedParticipant> vào cuộc trao đổi này";

/* <changedBy> added you to <threadName> */
"<changedBy> added you to <threadName>" = "<changedBy> đã thêm bạn vào <threadName>";

/* <changedBy> added you to this chat */
"<changedBy> added you to this chat" = "<changedBy> đã thêm bạn vào cuộc trao đổi này";

/* <changedBy> changed the topic */
"<changedBy> changed the topic" = "<changedBy> đã thay đổi chủ đề";

/* <changedBy> changed the topic from <oldThreadName> to <newThreadName> */
"<changedBy> changed the topic from <oldThreadName> to <newThreadName>" = "<changedBy> đã thay đổi chủ đề từ <oldThreadName> thành <newThreadName>";

/* Someone in a thread included one or more attachments in a chat. Below this string, there is a clickable list of attachment names. */
"<changedBy> included:" = "<changedBy> đã bao gồm:";

/* <changedBy> left <threadName> */
"<changedBy> left <threadName>" = "<changedBy> đã rời khỏi <threadName>";

/* <changedBy> left this chat */
"<changedBy> left this chat" = "<changedBy> đã rời khỏi cuộc trao đổi này";

/* <changedBy> removed 1 other person from <threadName> */
"<changedBy> removed 1 other person from <threadName>" = "<changedBy> đã xóa 1 người khác khỏi <threadName>";

/* <changedBy> removed 1 other person from this chat */
"<changedBy> removed 1 other person from this chat" = "<changedBy> đã xóa 1 người khác khỏi cuộc trao đổi này";

/* <changedBy> removed <changedParticipant> from <threadName> */
"<changedBy> removed <changedParticipant> from <threadName>" = "<changedBy> đã xóa <changedParticipant> khỏi <threadName>";

/* <changedBy> removed <changedParticipant> from this chat */
"<changedBy> removed <changedParticipant> from this chat" = "<changedBy> đã xóa <changedParticipant> khỏi cuộc trao đổi này";

/* <changedBy> removed you from <threadName> */
"<changedBy> removed you from <threadName>" = "<changedBy> đã xóa khỏi <threadName>";

/* <changedBy> removed you from this chat */
"<changedBy> removed you from this chat" = "<changedBy> đã xóa khỏi cuộc trao đổi này";

/* <changedBy> set the topic */
"<changedBy> set the topic" = "<changedBy> đã thiết lập chủ đề";

/* <changedBy> set the topic: <newThreadName> */
"<changedBy> set the topic: <newThreadName>" = "<changedBy> thiết lập chủ đề: <newThreadName>";

/* <changedBy> unset the topic */
"<changedBy> unset the topic" = "<changedBy>Hủy chủ đề";

/* <changedParticipant> was added */
"<changedParticipant> was added" = "<changedParticipant> đã được thêm vào";

/* <changedParticipant> was removed */
"<changedParticipant> was removed" = "<changedParticipant> đã được xóa";

/* \"%@\" is already in use. Please use a unique topic name. */
"\"%@\" is already in use. Please use a unique topic name." = "\"%@\" đã được sử dụng. Vui lòng chọn một tên chủ đề duy nhất.";

/* All other participants have left */
"All other participants have left" = "Tất cả những người tham gia khác đã rời khỏi";

/* An Evernote user
   Generic display name when contact name is not known. */
"An Evernote user" = "Một người dùng Evernote";

/* Failed to reshare attachments when adding participants to chat. */
"Attachments could not be included." = "Không thể kèm theo tệp đính kèm.";

/* Authorization failed. */
"Authorization failed." = "Không thể ủy quyền.";

/* unable to open the note error title, no note title */
"Can't open note" = "Không thể mở ghi chú";

/* unable to open the noteboook error title, no note title */
"Can't open notebook" = "Không thể mở sổ tay";

/* Conflicting modification by %@ on %@: */
"Conflicting modification by %@ on %@:" = "Xung đột sửa đổi bởi %1$@ trên %2$@:";

/* Conflicting modification on %@: */
"Conflicting modification on %@:" = "Xung đột sửa đổi trên %@:";

/* Contacting Evernote server... */
"Contacting Evernote server…" = "Đang liên lạc với máy chủ Evernote…";

/* Could not sync note '%@'. */
"Could not sync note ‘%@’." = "Không thể đồng bộ hóa ghi chú ‘%@’.";

/* Deleting items */
"Deleting items" = "Đang xóa mục";

/* Deleting notebooks */
"Deleting notebooks" = "Đang xóa sổ tay";

/* Deleting notes */
"Deleting notes" = "Đang xóa ghi chú";

/* Deleting resources */
"Deleting resources" = "Đang xóa tài nguyên";

/* Deleting saved searchs */
"Deleting saved searchs" = "Đang xóa tìm kiếm đã lưu";

/* Deleting shared notebooks */
"Deleting shared notebooks" = "Đang xóa sổ tay dùng chung";

/* Deleting tags */
"Deleting tags" = "Đang xóa thẻ";

/* Downloading <notebook> */
"Downloading %@" = "Đang tải xuống %@";

/* Downloading headers */
"Downloading headers" = "Đang tải xuống tiêu đề";

/* Downloading headers with placeholder for percentage complete */
"Downloading headers (%i%%)" = "Đang tải xuống tiêu đề (%i%%)";

/* Downloading reminders */
"Downloading reminders" = "Đang tải xuống lời nhắc";

/* Downloading shortcuts */
"Downloading shortcuts" = "Tải xuống các lối tắt";

/* unable to open note, detail message */
"Either you need permission to access or the note was moved." = "Bạn cần quyền để truy cập, hoặc ghi chú đã được dời đi.";

/* unable to open notebook, detail message */
"Either you need permission to access or the notebook was moved or deleted." = "Bạn cần quyền truy cập hoặc sổ tay đã được gỡ hoặc xoá bỏ.";

/* Email error */
"Email error" = "Lỗi email";

/* Email limit reached error message. */
"Email limit reached." = "Đã đạt tới giới hạn của email.";

/* Email permission denied error message. */
"Email permission denied." = "Đã từ chối quyền đối với email.";

/* Error syncing shared notebook please contact the owner of this notebook to receive a new invitation. */
"Error syncing shared notebook please contact the owner of this notebook to receive a new invitation." = "Lỗi đồng bộ hóa sổ tay dùng chung, vui lòng liên hệ với chủ sở hữu sổ tay này để nhận lời mời mới.";

/* Evernote Basic */
"Evernote Basic" = "Evernote Basic";

/* Evernote Plus */
"Evernote Plus" = "Evernote Plus";

/* Evernote Premium */
"Evernote Premium" = "Evernote Premium";

/* Expired Password */
"Expired password" = "Mật khẩu đã hết hạn";

/* Failed to update topic for this chat. */
"Failed to update topic for this chat." = "Không thể cập nhật chủ đề cho cuộc trao đổi này.";

/* Finding notes to download... */
"Finding notes to download…" = "Đang tìm các ghi chú để tải xuống…";

/* GenericCommunicationsError */
"GenericCommunicationsError" = "GenericCommunicationsError";

/* Imported notebook name */
"Import %1$@" = "Nhập %1$@";

/* Invalid auth token */
"Invalid auth token" = "Thẻ xác thực không hợp lệ";

/* Email rejected error message. */
"Invalid email address." = "Địa chỉ email không hợp lệ.";

/* Invalid Password */
"Invalid password" = "Mật khẩu không hợp lệ";

/* Invalid shared notebook */
"Invalid shared notebook" = "Sổ tay dùng chung không hợp lệ";

/* Invalid username */
"Invalid username" = "Tên người dùng không hợp lệ";

/* Invalid username or password. */
"Invalid username or password." = "Tên người dùng hoặc mật khẩu không đúng.";

/* DATA_REQUIRED Resource.data */
"It contains a resource with no data." = "Nó chứa tài nguyên không có dữ liệu.";

/* BAD_DATA_FORMAT Resource.mime */
"It contains an unsupported resource type." = "Nó chứa loại tài nguyên không được hỗ trợ.";

/* BAD_DATA_FORMAT unknown %@ */
"It contains invalid data [%@]." = "Nó chứa dữ liệu không hợp lệ [%@].";

/* BAD_DATA_FORMAT ResourceAttributes.sourceURL */
"It contains invalid resource data." = "Nó chứa dữ liệu tài nguyên không hợp lệ.";

/* LIMIT_REACHED Resource.data.size */
"It has a resource that’s too big." = "Nó có một nguồn tài nguyên quá lớn";

/* LIMIT_REACHED Note.resources */
"It has too many resources." = "Nó có quá nhiều tài nguyên.";

/* LIMIT_REACHED Note.tagGuids */
"It has too many tags." = "Nó có quá nhiều thẻ.";

/* Basic Account LIMIT_REACHED Note.size %@ */
"It is too large.  The maximum size for a note in a Basic account, including all of its resources, is %@." = "Kích thước quá lớn.  Kích thước tối đa cho một ghi chú trong tài khoản Basic, bao gồm mọi tài nguyên của nó, là %@.";

/* Plus Account LIMIT_REACHED Note.size %@ */
"It is too large.  The maximum size for a note in a Plus account, including all of its resources, is %@." = "Kích thước quá lớn.  Kích thước tối đa cho một ghi chú trong tài khoản Plus, bao gồm mọi tài nguyên của nó, là %@.";

/* Premium Account LIMIT_REACHED Note.size %@ */
"It is too large.  The maximum size for a note in a Premium account, including all of its resources, is %@." = "Kích thước quá lớn.  Kích thước tối đa cho một ghi chú trong tài khoản Premium, bao gồm mọi tài nguyên của nó, là %@.";

/* Not Found Notebook.guid
   NOT_FOUND LinkedNotebook.guid
   NOT_FOUND Note.guid
   NOT_FOUND SavedSearch.guid
   NOT_FOUND Tag.guid */
"It was not found on the server." = "Không tìm thấy nó trên máy chủ.";

/* PERMISSION_DENIED Note.notebookGuid */
"Its notebook is not yours." = "Sổ tay của nó không phải là của bạn.";

/* NOT_FOUND Tag.parentGuid */
"Its parent was not found on the server." = "Không tìm thấy phần tử mẹ của nó trên máy chủ.";

/* PERMISSION_DENIED SavedSearch */
"It’s not your search." = "Đó không phải là tìm kiếm của bạn.";

/* PERMISSION_DENIED Tag */
"It’s not your tag." = "Đó không phải là thẻ của bạn.";

/* LinkedIn */
"LinkedIn" = "LinkedIn";

/* My Notebook */
"My Notebook" = "Sổ tay của Tôi";

/* Name must be unique */
"Names must be unique." = "Tên phải là duy nhất.";

/* ERROR TITLE: note not found */
"Note not found" = "Không tìm thấy ghi chú";

/* Note sharing */
"Note sharing" = "Chia sẻ ghi chú";

/* ERROR TITLE: notebook not found */
"Notebook not found" = "Không tìm thấy sổ tay";

/* Processing server changes */
"Processing server changes" = "Đang xử lý các thay đổi trên máy chủ";

/* Processing server note changes */
"Processing server note changes" = "Đang xử lý các thay đổi về ghi chú trên máy chủ";

/* Processing server notebook changes */
"Processing server notebook changes" = "Đang xử lý các thay đổi về sổ tay trên máy chủ";

/* Processing server resource changes */
"Processing server resource changes" = "Đang xử lý các thay đổi về tài nguyên máy chủ";

/* Processing server saved search changes */
"Processing server saved search changes" = "Đang xử lý các thay đổi về tìm kiếm đã lưu trên máy chủ";

/* Processing server shared notebook changes */
"Processing server shared notebook changes" = "Đang xử lý các thay đổi về sổ tay dùng chung trên máy chủ";

/* Processing server tag changes */
"Processing server tag changes" = "Đang xử lý các thay đổi về thẻ trên máy chủ";

/* Public Notebook */
"Public Notebook" = "Sổ tay công khai";

/* Sending changes */
"Sending changes" = "Đang gửi thay đổi";

/* Shared at <time> */
"Shared at %@" = "Được chia sẻ tại %@";

/* Shared on <date> */
"Shared on %@" = "Được chia sẻ trên %@";

/* Some items failed to sync and could not be shared */
"Some items failed to sync and could not be shared." = "Không thể đồng bộ hóa và chia sẻ một số mục.";

/* Someone added <changedParticipant> to <threadName> */
"Someone added <changedParticipant> to <threadName>" = "Ai đó đã thêm <changedParticipant> vào <threadName>";

/* Someone added <changedParticipant> to this chat */
"Someone added <changedParticipant> to this chat" = "Ai đó đã thêm <changedParticipant> vào cuộc trao đổi này";

/* Someone changed the topic */
"Someone changed the topic" = "Ai đó đã thay đổi chủ đề";

/* Someone changed the topic from <oldThreadName> to <newThreadName> */
"Someone changed the topic from <oldThreadName> to <newThreadName>" = "Ai đó đã thay đổi chủ đề từ <oldThreadName> thành <newThreadName>";

/* Someone included one or more attachments in a chat. Below this string, there is a clickable list of attachment names. */
"Someone included:" = "Ai đó đã bao gồm:";

/* Someone left <threadName> */
"Someone left <threadName>" = "Ai đó đã rời khỏi <threadName>";

/* Someone left this chat */
"Someone left this chat" = "Ai đó đã rời khỏi cuộc trao đổi này";

/* Someone removed <changedParticipant> from <threadName> */
"Someone removed <changedParticipant> from <threadName>" = "Ai đó đã xóa <changedParticipant> khỏi <threadName>";

/* Someone removed <changedParticipant> from this chat */
"Someone removed <changedParticipant> from this chat" = "Ai đó đã xóa <changedParticipant> khỏi cuộc trao đổi này";

/* Someone removed you from <threadName> */
"Someone removed you from <threadName>" = "Ai đó đã xóa bạn khỏi <threadName>";

/* Someone removed you from this chat */
"Someone removed you from this chat" = "Ai đó đã xóa bạn khỏi cuộc trao đổi này";

/* Someone set the topic */
"Someone set the topic" = "Ai đó đã thiết lập chủ đề";

/* Someone set the topic: <newThreadName> */
"Someone set the topic: <newThreadName>" = "Ai đó đã thiết lập chủ đề: <newThreadName>";

/* Someone unset the topic */
"Someone unset the topic" = "Ai đó đã hủy chủ đề";

/* Someone was removed from this chat */
"Someone was removed from this chat" = "Ai đó đã bị xóa khỏi cuộc trao đổi này";

/* Name too long */
"Sorry, names are limited to %d characters in length." = "Rất tiếc, độ dài tên bị giới hạn trong %d ký tự.";

/* Name too short, Singular Minimum */
"Sorry, names must be at least %d character in length." = "Rất tiếc, tên phải dài ít nhất %d ký tự.";

/* Name too short, Plural Minimum */
"Sorry, names must be at least %d characters in length." = "Rất tiếc, tên phải dài ít nhất %d ký tự.";

/* QUOTA_REACHED FREE */
"Sorry, the operation you are attempting to perform would exceed your upload allowance and cannot be completed. Upgrade now to Evernote Premium and immediately get increased monthly uploads, stronger security, priority image recognition, and more." = "Rất tiếc, thao tác bạn đang cố gắng thực hiện sẽ làm vượt quá hạn ngạch tải lên, do đó không thể hoàn tất được. Bạn hãy nâng cấp lên Evernote Premium để ngay lập tức được cung cấp nhiều nội dung tải lên mỗi tháng hơn, tính năng bảo mật mạnh mẽ hơn, khả năng nhận dạng hình ảnh ưu tiên và nhiều tính năng khác.";

/* Sync failure recovery suggestion. */
"Synchronization failed because of an error communicating with the Evernote servers.  Please try again later." = "Không thể đồng bộ hóa do lỗi liên lạc với các máy chủ Evernote.  Vui lòng thử lại sau.";

/* Sync auth failure recovery suggestion. */
"Synchronization failed because the provided username or password is incorrect." = "Không thể đồng bộ hóa do tên người dùng và mật khẩu được cung cấp không chính xác.";

/* Sync Failed */
"Synchronization failed." = "Không thể đồng bộ hóa.";

/* LIMIT_REACHED NoteAttribute.* */
"The attribute data is invalid." = "Dữ liệu thuộc tính không hợp lệ.";

/* BAD_DATA_FORMAT BusinessNotebook.description */
"The business notebook description is invalid." = "Mô tả cho sổ tay doanh nghiệp không hợp lệ.";

/* The client preference could not be synced */
"The client preference could not be synced" = "Không thể đồng bộ hóa tùy chọn của ứng dụng khách";

/* The client preference '%@' could not be synced. */
"The client preference ‘%@’ could not be synced." = "Không thể đồng bộ hóa tùy chọn ‘%@’ của ứng dụng khách.";

/* The content could not be loaded */
"The content could not be loaded" = "Không thể nạp nội dung";

/* BAD_DATA_FORMAT Note.content */
"The content is invalid." = "Nội dung không hợp lệ.";

/* Email rejected recovery suggestion. */
"The email address ‘%@’ was rejected by the server." = "Địa chỉ email ‘%@’ đã bị máy chủ từ chối.";

/* Email limit reached recovery suggestion. */
"The email could not be sent because doing so would exceed the daily email limit for this account." = "Không thể gửi email vì làm như vậy sẽ vượt quá mức giới hạn email hằng ngày dành cho tài khoản này.";

/* Email permission denied recovery suggestion. */
"The email could not be sent because the note specified does not belong to this account." = "Không thể gửi email do ghi chú được chỉ định không thuộc tài khoản này.";

/* BAD_DATA_FORMAT SavedSearch.format */
"The format is invalid." = "Định dạng không hợp lệ.";

/* DATA_CONFLICT SavedSearch.name */
"The name is already being used by another search." = "Tìm kiếm khác đã dùng tên này.";

/* DATA_CONFLICT Tag.name */
"The name is already being used by another tag." = "Thẻ khác đã dùng tên này.";

/* DATA_CONFLICT Notebook.name */
"The name is already in use by another notebook." = "Sổ tay khác đã dùng tên này.";

/* BAD_DATA_FORMAT LinkedNotebook.shareName
   BAD_DATA_FORMAT Notebook.name
   BAD_DATA_FORMAT SavedSearch.name
   BAD_DATA_FORMAT Tag.name */
"The name is invalid." = "Tên không hợp lệ.";

/* ERROR MESG: system error, with param for note title */
"The note '%@' could not be opened because of an error on the Evernote service." = "Không thể mở ghi chú '%@' do một lỗi trên dịch vụ Evernote.";

/* ERROR MESG: generic error, with param for note title */
"The note '%@' could not be opened.  Please check your Internet connection or try again later." = "Không thể mở ghi chú '%@'.  Vui lòng kiểm tra kết nối Internet hoặc thử lại sau.";

/* ERROR MESG: note not found, with param for note title */
"The note '%@' could not be shared because it does not exist on the Evernote service." = "Không thể chia sẻ ghi chú '%@' vì nó không tồn tại trên dịch vụ Evernote.";

/* ERROR MESG: system error, with param for note title */
"The note '%@' could not be shared because of an error on the Evernote service." = "Không thể chia sẻ ghi chú '%@' do một lỗi trên dịch vụ Evernote.";

/* ERROR MESG: generic error, with param for note title */
"The note '%@' could not be shared.  Please check your Internet connection or try again later." = "Không thể chia sẻ ghi chú '%@'.  Vui lòng kiểm tra kết nối internet và thử lại sau.";

/* ERROR MESG: note not found */
"The note could not be found. Please check your Internet connection or try again later." = "Không thể tìm thấy ghi chú. Vui lòng kiểm tra kết nối internet hoặc thử lại sau.";

/* ERROR MESG: generic error */
"The note could not be opened.  Please check your Internet connection or try again later." = "Không thể mở ghi chú.  Vui lòng kiểm tra kết nối Internet hoặc thử lại sau.";

/* ERROR MESG: system error, with param for notebook name */
"The notebook '%@' could not be opened because of an error on the Evernote service." = "Không thể mở sổ tay '%@' do một lỗi trên dịch vụ Evernote.";

/* ERROR MESG: generic error, with param for notebook name */
"The notebook '%@' could not be opened.  Please check your Internet connection or try again later." = "Không thể mở sổ tay '%@'.  Vui lòng kiểm tra kết nối internet hoặc thử lại sau.";

/* ERROR MESG: system error, with param for notebook name */
"The notebook '%@' could not be shared because of an error on the Evernote service." = "Không thể chia sẻ sổ tay '%@' do một lỗi trên dịch vụ Evernote.";

/* ERROR MESG: generic error, with param for notebook name */
"The notebook '%@' could not be shared.  Please check your internet connection or try again later." = "Không thể chia sẻ sổ tay '%@'.  Vui lòng kiểm tra kết nối internet hoặc thử lại sau.";

/* NOT_FOUND Note.notebookGuid */
"The notebook could not be found on the server." = "Không tìm thấy sổ tay trên máy chủ.";

/* ERROR MESG: note not found */
"The notebook could not be found. Please check your Internet connection or try again later." = "Không thể tìm thấy sổ tay. Vui lòng kiểm tra kết nối internet hoặc thử lại sau.";

/* ERROR MESG: notebook not found */
"The notebook could not be shared because it does not exist on the Evernote service." = "Không thể chia sẻ sổ tay do nó không tồn tại trên dịch vụ Evernote.";

/* The notebook '%@' could not be synced. */
"The notebook ‘%@’ could not be synced." = "Không thể đồng bộ hóa sổ tay ‘%@’.";

/* QUOTA_REACHED PREMIUM */
"The operation you are attempting to perform would exceed your monthly upload allowance and cannot be completed." = "Thao tác bạn đang cố gắng thực hiện sẽ làm vượt quá hạn ngạch tải lên hằng tháng của bạn, do đó không thể hoàn tất được.";

/* The owner of this notebook has canceled your invitation to this notebook. Contact the owner to receive a new invitation. */
"The owner of this notebook has canceled your invitation to this notebook. Contact the owner to receive a new invitation." = "Chủ sở hữu sổ tay này đã hủy lời mời tham gia sổ tay này của bạn. Hãy liên hệ với chủ sở hữu để nhận lời mời mới.";

/* BAD_DATA_FORMAT/DATA_CONFLICT Tag.parentGuid */
"The parent tag is invalid." = "Thẻ cha mẹ không hợp lệ.";

/* The preference name or preference value is in an invalid format. */
"The preference name or preference value is in an invalid format." = "Tên tùy chọn hoặc giá trị tùy chọn đang trong một định dạng không hợp lệ.";

/* The preference was empty. */
"The preference was empty." = "Tùy chọn đang trống.";

/* BAD_DATA_FORMAT Publishing.publicDescription */
"The public description is too long." = "Mô tả công khai quá dài.";

/* DATA_CONFLICT Publishing.uri */
"The public url is already in use by another notebook." = "Một sổ tay khác đã dùng URL công khai này.";

/* BAD_DATA_FORMAT Publishing.uri
   DATA_REQUIRED Publishing.uri */
"The public url is invalid." = "Url công khai không hợp lệ.";

/* BAD_DATA_FORMAT SavedSearch.query */
"The query is too long." = "Truy vấn quá dài.";

/* LIMIT_REACHED ResourceAttribute.* */
"The resource attribute data is invalid." = "Dữ liệu thuộc tính tài nguyên không hợp lệ.";

/* The resource '%@' could not be synced. */
"The resource ‘%@’ could not be synced." = "Không thể đồng bộ hóa tài nguyên ‘%@’.";

/* The search '%@' could not be synced. */
"The search ‘%@’ could not be synced." = "Không thể đồng bộ hóa tìm kiếm ‘%@’.";

/* The shared notebook '%@' could not be synced. */
"The shared notebook ‘%@’ could not be synced." = "Không thể đồng bộ hóa sổ tay dùng chung ‘%@’.";

/* The tag '%@' could not be synced. */
"The tag ‘%@’ could not be synced." = "Không thể đồng bộ hóa thẻ ‘%@’.";

/* BAD_DATA_FORMAT Note.title */
"The title is invalid." = "Tiêu đề không hợp lệ.";

/* LIMIT_REACHED Notebook */
"Too many notebooks." = "Quá nhiều sổ tay.";

/* LIMIT_REACHED Note */
"Too many notes." = "Quá nhiều ghi chú.";

/* LIMIT_REACHED SavedSearch */
"Too many searches." = "Quá nhiều tìm kiếm.";

/* LIMIT_REACHED Tag */
"Too many tags." = "Quá nhiều thẻ.";

/* Tried to add more preferences than the allowed maximum. */
"Tried to add more preferences than the allowed maximum." = "Đã cố gắng thêm nhiều tùy chọn hơn số tối đa được phép.";

/* ERROR TITLE: unable to access */
"Unable to access note" = "Không thể truy cập ghi chú";

/* ERROR TITLE: unable to access */
"Unable to access notebook" = "Không thể truy cập sổ tay";

/* ERROR TITLE: unable to open */
"Unable to open note" = "Không thể mở ghi chú";

/* ERROR TITLE: unable to open */
"Unable to open notebook" = "Không thể mở sổ tay";

/* PERMISSION_DENIED Note. Moved to personal account */
"Unable to save note “%1$@” in notebook “%2$@”. A copy of this note has been placed in your default notebook." = "Không thể lưu ghi chú “%1$@” vào sổ tay “%2$@”. Một bản sao của ghi chú này vừa được đặt vào sổ tay mặc định của bạn.";

/* PERMISSION_DENIED Note. Moved to personal account, no notebook. */
"Unable to save note “%1$@”. A copy of this note has been placed in your default notebook." = "Không thể lưu ghi chú “%1$@”. Một bản sao của ghi chú này đã được đặt vào sổ tay mặc định của bạn.";

/* Unable to set topic. */
"Unable to set topic." = "Không thể thiết lập chủ đề.";

/* ERROR TITLE: system error
   ERROR TITLE: unable to share */
"Unable to share note" = "Không thể chia sẻ ghi chú";

/* ERROR TITLE: system error
   ERROR TITLE: unable to share */
"Unable to share notebook" = "Không thể chia sẻ sổ tay";

/* Unknown Error */
"Unknown Error" = "Lỗi Không rõ";

/* Unknown Error nf%1$i */
"Unknown Error nf%1$i" = "Lỗi Không biết nf%1$i";

/* Unknown Error s%1$i */
"Unknown Error s%1$i" = "Lỗi Không biết nf%1$i";

/* Unknown Error u%1$i */
"Unknown Error u%1$i" = "Lỗi Không biết nf%1$i";

/* Unknown account type */
"Unkown account type" = "Loại tài khoản không xác định";

/* Untitled */
"Untitled" = "Chưa có tiêu đề";

/* Waiting for header synchronization */
"Waiting for header synchronization" = "Đang chờ đồng bộ hóa tiêu đề";

/* Waiting for internet connection */
"Waiting for internet connection" = "Đang chờ kết nối internet";

/* The operation will proceed once a WiFi connection is available */
"Waiting for WiFi" = "Đang chờ kết nối WiFi";

/* You added 1 other person to <threadName> */
"You added 1 other person to <threadName>" = "Bạn đã thêm 1 người khác vào <threadName>";

/* You added 1 other person to this chat */
"You added 1 other person to this chat" = "Bạn đã thêm 1 người khác vào cuộc trao đổi này";

/* You added <changedParticipant> to <threadName> */
"You added <changedParticipant> to <threadName>" = "Bạn đã thêm <changedParticipant> vào <threadName>";

/* You added <changedParticipant> to this chat */
"You added <changedParticipant> to this chat" = "Bạn đã thêm <changedParticipant> vào cuộc trao đổi này";

/* You are not connected to the internet. */
"You are not connected to the internet." = "Bạn không kết nối với Internet.";

/* You changed the topic */
"You changed the topic" = "Bạn đã thay đổi chủ đề";

/* You changed the topic from <oldThreadName> to <newThreadName> */
"You changed the topic from <oldThreadName> to <newThreadName>" = "Bạn đã thay đổi chủ đề từ <oldThreadName> thành <newThreadName>";

/* PERMISSION_DENIED authenticationToken */
"You do not have permission to write to this notebook." = "Bạn không có quyền ghi vào sổ tay này.";

/* don't have permission to share multiple notebooks */
"You don't have permission to share all of the selected notebooks." = "Bạn không có quyền chia sẻ toàn bộ sổ tay đã chọn.";

/* don't have permission to share multiple notes and notebooks */
"You don't have permission to share all of the selected notes and notebooks." = "Bạn không có quyền chia sẻ toàn bộ ghi chú và sổ tay đã chọn.";

/* don't have permission to share multiple notes */
"You don't have permission to share all of the selected notes." = "Bạn không có quyền chia sẻ toàn bộ ghi chú đã chọn.";

/* don't have permission to share note with param for note title */
"You don't have permission to share the note '%@'" = "Bạn không có quyền chia sẻ ghi chú '%@'.";

/* don't have permission to share notebook with param for notebook name */
"You don't have permission to share the notebook '%@'" = "Bạn không có quyền chia sẻ sổ tay '%@'.";

/* You included one or more attachments in a chat. Below this string, there is a clickable list of attachment names. */
"You included:" = "Bạn đã đưa vào:";

/* You left <threadName> */
"You left <threadName>" = "Bạn đã rời khỏi <threadName>";

/* You left this chat */
"You left this chat" = "Bạn đã rời khỏi cuộc trao đổi này";

/* ERROR MESG: need business authentication, with param for note title */
"You must authenticate to your business account to open the note '%@'." = "Bạn phải xác thực tài khoản doanh nghiệp của mình để mở ghi chú '%@'.";

/* ERROR MESG: need business authentication, with param for notebook name */
"You must authenticate to your business account to open the notebook '%@'." = "Bạn phải xác thực tài khoản doanh nghiệp của mình để mở sổ tay '%@'.";

/* You must be online to access shared notes, error title */
"You must be online to access shared notes." = "Bạn phải ở chế độ trực tuyến để truy cập các ghi chú dùng chung.";

/* You must be online to access the shared notebook, error title */
"You must be online to access the shared notebook '%@'." = "Bạn phải ở chế độ trực tuyến để truy cập sổ tay dùng chung '%@'.";

/* You need a network connection to view all available business notebooks. */
"You need a network connection to view all available business notebooks." = "Bạn cần phải có kết nối mạng để xem tất cả sổ tay doanh nghiệp sẵn có.";

/* You removed 1 other person from <threadName> */
"You removed 1 other person from <threadName>" = "Bạn đã xóa 1 người khác khỏi <threadName>";

/* You removed 1 other person from this chat */
"You removed 1 other person from this chat" = "Bạn đã xóa một người khác khỏi cuộc trao đổi này";

/* You removed <changedParticipant> from <threadName> */
"You removed <changedParticipant> from <threadName>" = "Bạn đã xóa <changedParticipant> khỏi <threadName>";

/* You removed <changedParticipant> from this chat */
"You removed <changedParticipant> from this chat" = "Bạn đã xóa <changedParticipant> khỏi cuộc trao đổi này";

/* You set the topic */
"You set the topic" = "Bạn đã thiết lập chủ đề";

/* You set the topic: <newThreadName> */
"You set the topic: <newThreadName>" = "Bạn đã thiết lập chủ đề: <newThreadName>";

/* You shared at <time>. */
"You shared at %@" = "Bạn chia sẻ tại %@";

/* You shared on <date>. */
"You shared on %@" = "Bạn chia sẻ trên %@";

/* No comment provided by engineer. */
"You shared {NOTEBOOKS_PLURAL:a notebook|{NOTEBOOKS} notebooks}" = "Bạn đã chia sẻ {NOTEBOOKS_PLURAL:một sổ tay|{NOTEBOOKS} sổ tay}";

/* No comment provided by engineer. */
"You shared {NOTES_PLURAL:a note|{NOTES} notes}" = "Bạn đã chia sẻ {NOTES_PLURAL:một ghi chú|{NOTES} ghi chú}";

/* No comment provided by engineer. */
"You shared {NOTES_PLURAL:{NOTES} note|{NOTES} notes} and {NOTEBOOKS_PLURAL:{NOTEBOOKS} notebook|{NOTEBOOKS} notebooks}" = "Bạn đã chia sẻ {NOTES_PLURAL:{NOTES} ghi chú|{NOTES} ghi chú} và {NOTEBOOKS_PLURAL:{NOTEBOOKS} sổ tay|{NOTEBOOKS} sổ tay}";

/* You unset the topic */
"You unset the topic" = "Bạn đã hủy chủ đề";

/* You were added to this chat */
"You were added to this chat" = "Bạn đã được thêm vào cuộc trao đổi này";

/* You were removed from this chat */
"You were removed from this chat" = "Bạn đã bị xóa khỏi cuộc trao đổi này";

/* Thread title with only the signed-in user */
"You##threadTitleWithOnlyTheSignedInUser" = "Bạn";

/* Your account has been deactivated. */
"Your account has been deactivated." = "Tài khoản của bạn đã bị hủy kích hoạt.";

/* Your password has expired. Reset your password to download content. */
"Your password has expired. Reset your password to download content." = "Mật khẩu của bạn đã hết hạn. Đặt lại mật khẩu của bạn để tải xuống nội dung.";

/* Your password is invalid. Reset your password to download content. */
"Your password is invalid. Reset your password to download content." = "Mật khẩu của bạn không hợp lệ. Đặt lại mật khẩu của bạn để tải xuống nội dung.";

/* Your username is invalid. */
"Your username is invalid." = "Tên người dùng không hợp lệ.";
